{
  "featuredArticle": [
    {
      "title": "How Problem Solving Court Saved My Life",
      "author": "Cameron Montgomery",
      "description": "How being sentenced to Veterans Treatment Court was the only thing that saved someone on a self destructive spiral from death",
      "image": "./assets/images/articles/slide1.jpg"
    },
    {
      "title": "6 Pillars of Veteran Recovery",
      "author": "Brian Johnson",
      "description": "One night I spend several hours discussing military life one night with a Vietnam Veteran. That night he said something that I will never forget \"it is easier to make a warrior out of a civilian than it is to make a civilian out of a warrior.\"",
      "image": "./assets/images/articles/pillars.jpg"
    },
    {
      "title": "A New Lens on Life",
      "author": "Brian Johnson",
      "description": "After returning from Iraq, Brian suffered traumatic brain injury and PTSD which led to multiple suicide attempts. But, he found a way out of the darkness using photography.",
      "image": "./assets/images/articles/slide2.jpg"
    }
    ],
  "articles":[
    {
    "title": "A New Lens on Life",
    "author": "Brian Johnson",
    "description": "After returning from Iraq, Brian suffered traumatic brain injury and PTSD which led to multiple suicide attempts. But, he found a way out of the darkness using photography.",
    "keyword": ["photography", "veteran", "suicide"],
    "link": "./phototherapy.html",
    "image": "./assets/images/articles/photo-bounce.jpg",
    "post": "In 2005 I deployed to Iraq in support of Operation Iraqi Freedom. I was a wrecker operator for mounted missions throughout Iraq. As a wrecker operator I was basically a tow truck driver and would recover disabled vehicles. During my time in the Army I sustained several injuries that had a lasting impact on my life and more importantly my mind.\n\nAfter sustaining several Traumatic Brain Injuries (TBIs) I found myself dealing with major depression, anxiety, hyper-vigilance, post traumatic stress disorder (PTSD) alongside my physical ailments. Dealing with all of this through therapists, medications and group therapy was ineffective for me and I started to give up hope. In fact, I ultimately gave up all hope and this drove me down a dark pathway to suicide. After surviving two suicide attempts, and a major medical complication I started to dig myself out of the hole that I was in.\n\nI found myself using my artistic abilities and learning photography. Photography is a unique art that allows people to create artwork more instantly. Making pictures is something that is fun, relaxing, and therapeutic. I believe in the healing power of guided meditation and making pictures is a form of this in my mind.\n\nI have been practicing what I call photo-therapy for the past 6 years now. Today, I am happy to say that while I still suffer from mental illness, it is under control and I feel better than I have ever felt. When I make pictures, I get to tell stories that are otherwise trapped in my mind. The stories I tell are both happy and sad, funny and dramatic, but they allow me to talk about my mind which in turn promotes mental health and suicide prevention.\n\nSpeaking about the mind is healing, but it is also the most difficult thing to do for someone dealing with mental illness. We need to encourage each other that normalizing mental illness is ok, we need to kill the stigma so that we can properly heal. This is especially true with our military veterans and our first responders.\n\nPhoto-therapy is a form of recreation therapy, also known as rec therapy, that provides an alternative approach to group therapies. Group therapies are effective for some, but for others there is a need to open up the passage to the mind that traditional group therapies just do not allow for. Rec Therapies come in many forms, there is equestrian therapy, different sports therapies, and what we provide, photography therapy.\n\nSo how does phototherapy help people dealing with mental illness? It is more simple than you would think. It opens up the mind and allows for people to socially engage in a different form. Mental illness blocks most from being able to effectively communicate what is distressing on the mind. Phototherapy opens up the avenue to discuss the mind without sharing words. It allows us to frame the world in a way that we want to see it or as real and raw as it is."
    },
    {
    "title": "How Problem Solving Court Saved My Life",
    "author": "Cameron Montgomery",
    "description": "How being sentenced to Veterans Treatment Court was the only thing that saved someone on a self destructive spiral from death",
    "keyword": ["judicial", "recovery", "veteran"],
    "link": "./vtc.html",
    "image": "./assets/images/articles/slide3.jpg",
    "post": "On valentine's day morning of 2018, I sat in the booking area of Douglas County Jail. Earlier that morning, I had been driving a stolen Jeep Grand Cherokee and, while stopped at a traffic signal, was lit up by the county sheriff. I punched the gas, and over the next 20 or so minutes, I led the police on a chase that involved multiple spike strips, going the wrong way on the highway, and a police dog that was very upset with me. I remember knowing I was about to get caught and wishing that I would get shot when I did, \"suicide by cop\" felt like it would be a blessing at the time. \n\nI don't bring this up to share a \"war story\" but highlight how morally bankrupt I had become. I didn't consider how much I would endanger the public driving on the wrong side of the highway or what shooting a suspect would do to the mental wellbeing of a police officer. I didn't care about anything that I was doing the lying, cheating, stealing, nothing. I hadn't always been this person. I graduated near the top of my class in high school. Joined the Marine Corps serving for five years with three deployments before being honorably discharged. After that, I worked offshore on an oil rig, making more money than I knew what to do with. But I wasn't okay. I suffered from PTSD, severe chronic depression, and anxiety. I would wake up covered in sweet screaming almost every night. I refused to get help because I viewed it as a weakness and a failing that I couldn't get through these things on my own. I started to self-medicate with Heroin, Meth, and anything else that caused me to be numb, and keeping numb was the only thing that mattered to me. \n\nOver the next two years, I caught felonies in two counties but was given probation and a deferred judgment because of my clean record before this. At no point did I get or seek any treatment, and after two months, I was getting high and dodging probation. This is what led up to me getting arrested that final time in Douglas County. I was facing 16 charges, 12 of which were felonies. On the first court date, I was offered a plea deal of 13 years D.O.C., but while walking back to our pod, the deputy with me, a Veteran named Frank Austin, told me about Veterans Treatment Court. V.T.C. is a prison deferment program for veterans with combat experience who have issues with substance abuse. I applied for the program and, a few months later, found out I was accepted.\n\nI wish that I could say that I wanted to join the program to get the help I needed, but it was to avoid going to prison. I was sent to a 30-day in-patient program at the V.A. and returned to about 10 hours a week in outpatient groups and therapy. I started to sleep through the night without the night terrors, and I stopped picking fights with others just so that I could get the anger out. I began to hate myself less. I connected with peers in the program and even involved myself with a veteran non-profit giving back to others still suffering from substance abuse.\n\nAfter 18 months in the program, I graduated and now have three years of sobriety. I would have never got the treatment that I needed if it hadn't been court-ordered. I probably still would be incarcerated, suffering from the same mental health problems that put me there, and when I got out, I think I would have recidivated. Veteran's Treatment Courts, Drug Courts, and Wellness Courts across the nation give what just putting people behind bars never will. It treats the problem and gives people like myself their lives back."
    },
    {
    "title": "6 Pillars of Veteran Recovery",
    "author": "Brian Johnson",
    "description": "One night I spend several hours discussing military life one night with a Vietnam Veteran. That night he said something that I will never forget “it is easier to make a warrior out of a civilian than it is to make a civilian out of a warrior.",
    "keyword": ["recovery", "veteran"],
    "link": "./pillars.html",
    "image": "./assets/images/articles/pillars.jpg",
    "post": "Acceptance of Treatment\nOne night I spend several hours discussing military life one night with a Vietnam Veteran. That night he said something that I will never forget “it is easier to make a warrior out of a civilian than it is to make a civilian out of a warrior.” This statement resonated with me so profoundly that I spent much of the night in constant thought. This quote could not be more accurate. As a civilian, we have choices we can make daily that have an impact on the direction our lives go.\n\nFor the most part, we are not subject to constant traumas like those who prepare and deploy to war. As warriors, we are trained not to trust anyone around us unless they wear the same uniform as us. When we return home, the expectation is that we reintegrate back into society as if the things we experienced or saw in combat never happened. Not every warrior will return home the same way. Every brain is different, and the impacts of trauma do not manipulate each of the warriors the same way. For most of our warriors, coming home and getting back into the swing of things is a walk in the park and easily obtainable. For a few of our servicemen and women, the trauma can take an extreme toll on the body and mind. For these warriors, proper treatment is crucial to the brain’s success over the trauma. We do not have a lack of treatments available; what we have is a lack of acceptance of treatment.\nOnce we have accepted that treatment is essential, beyond this, we have accepted the individualized treatment plan provided for us. Only now can we start to work on ourselves genuinely.\n\nHealthy Family and Friends Network\nWe have all heard the saying; you are the product of your environment. You must understand that the people you have around you should only bring you up and should never encourage you to go against the words of a licensed professional. Mental illness and addiction are common among our veterans. Sometimes our veterans decide to self medicate to stabilize their mental illness. Self-medication leads our vets down the dark road of substance abuse. When we have people in our lives who are also using or abusing substances, it is only natural that we will find a way to copy that behavior.\n\nStable Employment\nProper employment is something that has a significant impact on the lives of our Veterans. We train in various skills and abilities that, on the surface, do not appear to reflect well in a civilized society. However, they are more closely relatable than one would think. Serving our country most sacrificially is not synonymous with entry-level in most cases. Our skillsets integrate with leadership, management, working under pressure, and attention to detail. Additionally, finding employment that allows us to take care of ourselves, families, etc. is more crucial than you could imagine.\n\nStable Housing and Reliable Transportation\nStable housing and reliable transportation are things that are extremely difficult for a lot of our veterans dealing with mental illness and addiction to obtain. As our Veterans regain control over their lives through addressing their mental illness and addiction concerns achieving stable housing and a reliable means of transportation is the next step towards their success. There are a lot of programs that will assist our Veterans with obtaining stable housing like the Colorado Coalition for the Homeless, Volunteers of America, and the Department of the VA.\n\nCommunity Acceptance\nWhen one of our Veterans, who has completed an intensive program like the Veterans Treatment Court (VTC), needs to be better at accepted as an individual by their community. We do not fully understand individual and more so what the underlying impacts the individual Veteran with which they are dealing. Sometimes our Veterans are impacted by PTSD or TBI, and this has led them down a very dark spiral in their life. This dark spiral can lead to addiction, criminal activity, and even suicide. The VTC must ensure that these individuals get back into the treatment that they need and address these underlying issues that have made a lasting impact on them. We owe it to our Veterans to accept them once they have addressed these concerns and made a consorted effort to make a positive change in their own lives. All of the progress that our Veterans make is in vain if we do not accept that Veteran back into the community.\n\nPurpose\nCommunity acceptance is probably the most crucial key to success for our Veterans dealing with mental illness and recovery. We, as Veterans, are committed to serving our community and our Nation. Once our Veterans separate from the military, we are stripped of our purpose and are left without service. Our Nation’s Veterans must stay involved and find that purpose once again—volunteer with a local charity doing something that you love. Many nonprofits give our Veterans the ability to give back to the community in a very fulfilling way."
    }
  ]

}
